<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class Cervices extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('services')->insert(
            [
                'name' => 'Питание',
                'description' => ' Не следует, однако забывать, что консультация с широким активом позволяет выполнять
                 важные задания по разработке направлений прогрессивного развития.
                 Не следует, однако забывать, что сложившаяся структура организации
                 способствует подготовки и реализации модели развития. Значимость этих проблем настолько очевидна,
                 что постоянный количественный рост и сфера нашей активности играет важную роль в формировании систем
                 массового участия. Разнообразный и богатый опыт реализация намеченных плановых заданий способствует
                 подготовки и реализации форм развития. Равным образом дальнейшее развитие различных форм деятельности
                 представляет собой интересный эксперимент проверки существенных финансовых и административных условий.

                 Равным образом рамки и место обучения кадров позволяет выполнять важные задания по разработке новых
                 предложений. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий
                 требуют от нас анализа существенных финансовых и административных условий. Таким образом сложившаяся
                 структура организации играет важную роль в формировании форм развития. Разнообразный и богатый опыт
                 постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых
                 предложений. Товарищи! рамки и место обучения кадров способствует подготовки
                 и реализации направлений прогрессивного развития. ',
                'price' => '5000',
            ]
        );
        DB::table('services')->insert(
            [
                'name' => 'Питание',
                'description' => ' Не следует, однако забывать, что консультация с широким активом позволяет выполнять
                 важные задания по разработке направлений прогрессивного развития.
                 Не следует, однако забывать, что сложившаяся структура организации
                 способствует подготовки и реализации модели развития. Значимость этих проблем настолько очевидна,
                 что постоянный количественный рост и сфера нашей активности играет важную роль в формировании систем
                 массового участия. Разнообразный и богатый опыт реализация намеченных плановых заданий способствует
                 подготовки и реализации форм развития. Равным образом дальнейшее развитие различных форм деятельности
                 представляет собой интересный эксперимент проверки существенных финансовых и административных условий.

                 Равным образом рамки и место обучения кадров позволяет выполнять важные задания по разработке новых
                 предложений. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий
                 требуют от нас анализа существенных финансовых и административных условий. Таким образом сложившаяся
                 структура организации играет важную роль в формировании форм развития. Разнообразный и богатый опыт
                 постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых
                 предложений. Товарищи! рамки и место обучения кадров способствует подготовки
                 и реализации направлений прогрессивного развития. ',
                'price' => '5000',
            ]
        );
        DB::table('services')->insert(
            [
                'name' => 'врачебные консультации',
                'description' => ' Не следует, однако забывать, что консультация с широким активом позволяет выполнять
                 важные задания по разработке направлений прогрессивного развития.
                 Не следует, однако забывать, что сложившаяся структура организации
                 способствует подготовки и реализации модели развития. Значимость этих проблем настолько очевидна,
                 что постоянный количественный рост и сфера нашей активности играет важную роль в формировании систем
                 массового участия. Разнообразный и богатый опыт реализация намеченных плановых заданий способствует
                 подготовки и реализации форм развития. Равным образом дальнейшее развитие различных форм деятельности
                 представляет собой интересный эксперимент проверки существенных финансовых и административных условий.

                 Равным образом рамки и место обучения кадров позволяет выполнять важные задания по разработке новых
                 предложений. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий
                 требуют от нас анализа существенных финансовых и административных условий. Таким образом сложившаяся
                 структура организации играет важную роль в формировании форм развития. Разнообразный и богатый опыт
                 постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых
                 предложений. Товарищи! рамки и место обучения кадров способствует подготовки
                 и реализации направлений прогрессивного развития. ',
                'price' => '10000',
            ]
        );
        DB::table('services')->insert(
            [
                'name' => 'доставка',
                'description' => ' Не следует, однако забывать, что консультация с широким активом позволяет выполнять
                 важные задания по разработке направлений прогрессивного развития.
                 Не следует, однако забывать, что сложившаяся структура организации
                 способствует подготовки и реализации модели развития. Значимость этих проблем настолько очевидна,
                 что постоянный количественный рост и сфера нашей активности играет важную роль в формировании систем
                 массового участия. Разнообразный и богатый опыт реализация намеченных плановых заданий способствует
                 подготовки и реализации форм развития. Равным образом дальнейшее развитие различных форм деятельности
                 представляет собой интересный эксперимент проверки существенных финансовых и административных условий.

                 Равным образом рамки и место обучения кадров позволяет выполнять важные задания по разработке новых
                 предложений. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий
                 требуют от нас анализа существенных финансовых и административных условий. Таким образом сложившаяся
                 структура организации играет важную роль в формировании форм развития. Разнообразный и богатый опыт
                 постоянный количественный рост и сфера нашей активности играет важную роль в формировании новых
                 предложений. Товарищи! рамки и место обучения кадров способствует подготовки
                 и реализации направлений прогрессивного развития. ',
                'price' => '500',
            ]
        );
    }
}
